[
  {
    "ICAO": "AYNZ",
    "Text": "NADZAB TOWER CLOSED. CONTROL ZONE REVERTS TO CLASS FOXTROT. ADVISORY FREQUENCY 122.8. IFR AIRCRAFT MUST CONTACT {STATION} {FREQ} WHEN TAXIING, VFR AIRCRAFT MUST CONTACT ON DEPARTURE. REFER PNG AIP AND AIP FLIGHT SUPP FOR COMPLETE INFORMATION. NADZAB TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "NFNA",
    "Text": "NAUSORI TOWER CLOSED. CONTROL ZONE REVERTS TO CLASS GOLF. ADVISORY FREQUENCY 122.8. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. REFER AIP FIJI ISLANDS FOR COMPLETE INFORMATION. NAUSORI TERMINAL INFORMATION ZULU"
  },
    {
    "ICAO": "NVVV",
    "Text": "VILA TOWER CLOSED. CONTROL ZONE REVERTS TO CLASS GOLF. ADVISORY FREQUENCY 122.8. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. REFER VANUATU AIP FOR COMPLETE INFORMATION. VILA TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "NWWM",
    "Text": "MAGENTA TOWER CLOSED. CONTROL ZONE REVERTS TO CLASS GOLF. ADVISORY FREQUENCY 122.8. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. REFER FRANCE AIP-PAC-N FOR COMPLETE INFORMATION. MAGENTA TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "NWWW",
    "Text": "TONTOUTA TOWER CLOSED. CONTROL ZONE REVERTS TO CLASS GOLF. ADVISORY FREQUENCY 122.8. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. REFER FRANCE AIP-PAC-N FOR COMPLETE INFORMATION. TONTOUTA TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YAMB",
    "Text": "AMBERLEY TOWER CLOSED. CTR AND RESTRICTED AREAS DEACTIVATED, ADVISORY FREQUENCY FREQ 122.8. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. AMBERLEY TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBAF",
    "Text": "ARCHERFIELD TOWER CLOSED. CONTROL ZONE REVERTS TO CLASS GOLF. ADVISORY FREQUENCY 122.8. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. REFER AIP AND ERSA FOR COMPLETE INFORMATION. ARCHERFIELD TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBAS",
    "Text": "ALICE TOWER CLOSED. CLASS DELTA AIRSPACE 3500 FEET AND BELOW REVERTS TO CLASS GOLF. ADVISORY FREQUENCY 122.8 REFER TO AIP FOR PREFERRED RUNWAYS, IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. ALICE TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBCG",
    "Text": "GOLD COAST TOWER CLOSED. CLASS CHARLIE AIRSPACE 3500 FEET AND BELOW REVERTS TO CLASS GOLF AIRSPACE. ADVISORY FREQUENCY 122.8 REFER TO AIP FOR PREFERRED RUNWAYS, NOISE ABATEMENT AND CURFEW PROCEDURES. {STATION} {FREQ} GOLD COAST TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBCS",
    "Text": "CAIRNS TOWER CLOSED. CLASS CHARLIE AIRSPACE 8500 FEET AND BELOW REVERTS TO CLASS GOLF. ADVISORY FREQUENCY 122.8. REFER TO AIP FOR PREFERRED RUNWAYS, NOISE ABATEMENT AND CURFEW PROCEDURES. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. CAIRNS TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBHM",
    "Text": "HAMILTON TOWER CLOSED. CLASS DELTA AIRSPACE 4500 FEET AND BELOW REVERTS TO CLASS GOLF. ADVISORY FREQUENCY 122.8. IFR AIRCRAFT ONLY MUST CONTACT {STATION} {FREQ} WHEN TAXIING. HAMILTON TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBMK",
    "Text": "MACKAY TOWER CLOSED. CLASS DELTA AIRSPACE 4500 FEET AND BELOW REVERTS TO CLASS GOLF REFER TO ERSA FOR PREFERRED RWYS AND AIP FOR NOISE ABATEMENT PROCEDURES ADVISORY FREQUENCY 122.8, IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. MACKAY TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBOK",
    "Text": "OAKEY TOWER CLOSED. CTR AND RESTRICTED AREAS DEACTIVATED. CLASS GOLF PROCEDURES APPLY. ADVISORY FREQUENCY 122.8. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. OAKEY TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBRK",
    "Text": "ROCKY TOWER CLOSED UNTIL TIME.REFER TO AIP, NOTAM, AND ERSA FOR PREFERRED RUNWAYS, NOISE ABATEMENT PROCEDURES AND AIRSPACE STATUS. FOR CLARIFICATION OF AIRSPACE STATUS, CONTACT {STATION} {FREQ}, ADVISORY FREQUENCY 122.8. ROCKY TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBRM",
    "Text": "BROOME TOWER CLOSED. CLASS DELTA AND ECHO AIRSPACE BELOW 5500 FEET REVERTS TO CLASS GOLF. ADVISORY FREQUENCY 122.8. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. BROOME TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBSG",
    "Text": "SCHERGER TOWER CLOSED. RESTRICTED AREAS 6 0 4 A, 6 0 4 B, 6 0 5 A, 6 0 5 B AND 6 0 5 C DEACTIVATED. ADVISORY FREQUENCY FREQ 122.8. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. SCHERGER TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBSU",
    "Text": "SUNSHINE TOWER CLOSED DELTA AIRSPACE 4500 FEET AND BELOW REVERTS CLASS GOLF. ADVISORY FREQUENCY 122.8 REFER ERSA FOR PREFERRED CIRCUIT DIRECTION, IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. SUNSHINE COAST TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBTL",
    "Text": "TOWNSVILLE TOWER AND CTR DEACTIVATED, ADVISORY FREQUENCY 122.8, IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. TOWNSVILLE TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YCFS",
    "Text": "COFFS TOWER CLOSED. CLASS DELTA AIRSPACE 3500 FEET AND BELOW REVERTS TO CLASS GOLF. ADVISORY FREQUENCY 122.8. IFR AIRCRAFT ONLY MUST CONTACT {STATION} {FREQ} WHEN TAXIING. COFFS TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YCIN",
    "Text": "CURTIN TOWER CLOSED. CURTIN MILITARY CTR AND RESTRICTED AREAS 8 0 1, 8 0 2 A, 8 0 2 B, 8 0 3 A, 8 0 3 B, 8 0 4 A, 8 0 4 B, 8 0 5 A, 8 0 5 B, 8 0 6 A, 8 0 6 B, 8 0 8 A, 8 0 8 B, 8 2 1 A, 8 2 1 B, 8 2 2 A, 8 2 2 B, 8 2 3 A, 8 2 3 B AND 8 2 4 DEACTIVATED. ADVISORY FREQUENCY FREQ 122.8. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. CURTIN TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YGIG",
    "Text": "GINGIN ATIS CLOSED. REFER YPEA ATIS 136.4"
  },
  {
    "ICAO": "YMAV",
    "Text": "AVALON TOWER CLOSED. ADVISORY FREQUENCY 122.8. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ}. AVALON TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YMAY",
    "Text": "ALBURY TOWER CLOSED, CLASS C AND D AIRSPACE A085 AND BELOW REVERTS TO CLASS G. RIGHT HAND CIRCUITS RWY07. ADVISORY FREQUENCY 122.8 REFER TO AIP FOR LOCAL TRAFFIC REGULATIONS. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. ALBURY TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YMEN",
    "Text": "ESSENDON TOWER CLOSED. MELBOURNE CONTROL ZONE AROUND ESSENDON REMAINS CLASS CHARLIE TO SURFACE. ALL AIRCRAFT CONTACT {STATION} {FREQ} PRIOR TO START UP FOR DEPARTURE, OR FOR INBOUND AIRWAYS CLEARANCE. REFER TO AIP FOR PREFERRED RUNWAYS, NOISE ABATEMENT AND CURFEW PROCEDURE. ESSENDON TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YMES",
    "Text": "SALE TOWER CLOSED. EAST SALE MILITARY AIRSPACE DEACTIVATED. ADVISORY FREQUENCY FREQ 122.8. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. SALE TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YMHB",
    "Text": "HOBART TOWER CLOSED. HOBART CLASS CHARLIE AND DELTA WITHIN 50 NAUTICAL MILES REVERTS TO CLASS GOLF. REFER TO ERSA AND NOTAM FOR CIRCUIT DIRECTION AND AIRSPACE OR TOWER. IFR AIRCRAFT ONLY, CONTACT {STATION} {FREQ} WHEN TAXIING. ADVISORY FREQUENCY 122.8. HOBART TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YMLT",
    "Text": "LAUNY TOWER CLOSED. CLASS DELTA AIRSPACE 4500 FEET AND BELOW REVERTS TO CLASS GOLF. ADVISORY FREQUENCY 122.8. IFR AIRCRAFT MUST CONTACT {STATION} {FREQ} WHEN TAXIING. LAUNY TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YMMB",
    "Text": "MOORABBIN TOWER CLOSED. MOORABBIN CONTROL ZONE REVERTS CLASS GOLF. ADVISORY FREQUENCY 122.8 REFER TO ERSA PREFERRED RUNWAY AND CIRCUIT PROCEDURES. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. REFER TO AIP NOISE ABATEMENT PROCEDURES. MOORABBIN TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YPEA",
    "Text": "PEARCE TOWER CLOSED. RESTRICTED AREAS DEACTIVATED, PREFERRED RUNWAY 18, ADVISORY FREQUENCY FREQ 122.8. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. PEARCE TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YPED",
    "Text": "EDINBURGH TOWER CLOSED. EDINBURGH MILITARY CTR AND RESTRICTED AREA 2 3 4 DEACTIVATED. ADVISORY FREQUENCY FREQ 122.8. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. EDINBURGH TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YPJT",
    "Text": "JANDAKOT TOWER CLOSED. CONTROL ZONE REVERTS TO CLASS GOLF. ADVISORY FREQUENCY 122.8. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. REFER AIP AND ERSA FOR COMPLETE INFORMATION. JANDAKOT TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YPDN",
    "Text": "DARWIN TOWER CLOSED. DARWIN CLASS CHARLIER AIRSPACE 8500 FEET AND BELOW REVERTS TO CLASS GOLF. ADVISORY FREQUENCY 122.8. REFER TO AIP FOR PREFERRED RUNWAYS, NOISE ABATEMENT AND CURFEW PROCEDURES. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. DARWIN TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YPKA",
    "Text": "KARATHA TOWER CLOSED. CLASS DELTA AIRSPACE 5500 FEET AND BELOW REVERTS TO CLASS GOLF. ADVISORY FREQUENCY 122.8. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. KARATHA TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YPLM",
    "Text": "LEARMONTH TOWER CLOSED. LEARMONTH MILITARY CTR AND RESTRICTED AREAS 8 6 0 A, 8 6 0 B, 8 6 0 C AND CORRESPONDING MILITARY FLYING ZONES DEACTIVATED. ADVISORY FREQUENCY FREQ 122.8. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. LEARMONTH TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YPPD",
    "Text": "HEDLAND INFORMATION CLOSED. ADVISORY FREQUENCY 122.8. IFR AIRCRAFT ONLY CONTACT {STATION} {FREQ} WHEN TAXIING. HEDLAND INFORMATION ZULU"
  },
  {
    "ICAO": "YPPF",
    "Text": "PARAFIELD TOWER CLOSED. CONTROL ZONE REVERTS TO CLASS GOLF REFER TO ERSA FOR RWY AVAILABILITY AND NOISE ABATEMENT PROCEDURES. IFR AIRCRAFT ONLY CONTACT {STATION} {FREQ} WHEN TAXIING. PARAFIELD TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YPTN",
    "Text": "TINDAL TOWER CLOSED. TINDAL MILITARY CTR AND RESTRICTED AREAS 4 2 9 A AND 4 2 9 B DEACTIVATED. RWY 32 RIGHT AND 14 LEFT IN OPERATION, TINDAL CIRCUITS TO THE WEST. ADVISORY FREQUENCY PROC APPLY FREQ 122.8. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. TINDAL TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YPWR",
    "Text": "WOOMERA TOWER CLOSED.  RESTRICTED AREA 4 2 2 F DEACTIVATED, CLASS G PROCEDURES APPLY ADVISORY FREQUENCY FREQ 122.8. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. WOOMERA TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YSBK",
    "Text": "BANKSTOWN TOWER CLOSED. CONTROL ZONE REVERTS CLASS GOLF. ADVISORY FREQUENCY 122.8. PREFERRED RUNWAY DIRECTION 29 LEFT CIRCUITS. RUNWAY 11 DIRECTION RIGHT CIRCUIT AVAILABLE IF OPERATIONALLY REQUIRED. REFER AIP FOR COMPLETE INFORMATION. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING."
  },
  {
    "ICAO": "YSCB",
    "Text": "CANBERRA TOWER CLOSED. CLASS CHARLIE AIRSPACE WITHIN 30 DME CANBERRA 8500 FEET AND BELOW REVERTS TO CLASS GOLF, ADVISORY FREQUENCY 122.8 IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. CANBERRA TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YSCN",
    "Text": "CAMDEN TOWER CLOSED. CONTROL ZONE REVERTS TO CLASS GOLF. ADVISORY FREQUENCY 122.8 REFER TO AIP FOR NOISE ABATEMENT PROCEDURES. IFR AIRCRAFT ONLY MUST CONTACT {STATION} {FREQ} WHEN TAXIING. CAMDEN TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YSNW",
    "Text": "NOWRA TOWER CLOSED R421 DEACTIVATED. ADVISORY FREQUENCY PROC APPLY FREQ 122.8. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. NOWRA TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YSRI",
    "Text": "RICHMOND TOWER CLOSED, RESTRICTED AREAS 4 6 9 AND 4 7 0 DEACTIVATED, CLASS G PROCEDURES APPLY ADVISORY FREQUENCY FREQ 122.8, PREFERRED RWY 28, IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. RICHMOND TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YSTW",
    "Text": "TAMWORTH TOWER CLOSED. TAMWORTH CLASS CHARLIE AND DELTA AIRSPACE 8500 FEET AND BELOW REVERTS TO CLASS GOLF. ADVISORY FREQUENCY 122.8. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. REFER ERSA FOR PREFERRED CIRCUIT DIRECTION. TAMWORTH TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YWLM",
    "Text": "WILLY TOWER CLOSED. WILLIAM MILITARY CTR AND RESTRICTED AREA 5 9 6 DEACTIVATED, CLASS GOLF PROCEDURES APPLY. ADVISORY FREQUENCY FREQ 122.8, IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. WILLY TERMINAL INFORMATION ZULU"
  }
]
